<hr>
<div class="row">
    <div class="col-md-12">
        <div class="panel panel-default">
            <div class="panel-heading">
            	<h3>帮助</h3>
            </div>
            <div class="panel-body">
            	
            	<h4>菜单说明</h4>
            	<ul>
            		<li>为了配合功能的开发，现在能添加点击事件和跳转链接按钮</li>
            		<li>点击事件：点击菜单会触发一个动作，比如发送海报,选择点击事件动作对应要填写Key</li>
            		<li>跳转链接：点击菜单会跳转到填入的Url地址,选择跳转链接对应动作要填写 http:// 格式的Url地址</li>
					<li>获取海报这个活动要填写去海报列表中去找，如：<code>activity____push____poster____1</code></li>           		
            		<li>暂时只有基本的菜单，后续要是需要其他功能等有空的时候再开发 . . .</li>
            	</ul>
				
            	<h4>主菜单</h4>
            	<ul>
            		<li>点击左侧的的添加可以添加一个一级菜单，一级菜单最多只能有3个</li>
            		<li>鼠标选中左侧的主菜单，可以显示对应右侧的子菜单</li>
            		<li>右侧顶部显示的是对应的一级菜单名称</li>
            		<li>右侧顶部的修改按钮可以修改一级菜单</li>
            		<li>右侧顶部的删除按钮可以删除一级菜单，一级菜单下没有子菜单才可以删除</li>
            		<li>右侧顶部的子菜单按钮可以添加对应的子菜单,子菜单最多只能有5个</li>
            	</ul>

            	<h4>子菜单</h4>
            	<ul>
            		<li>点击右侧子菜单对应的修改按钮可以修改子菜单</li>
            		<li>点击右侧子菜单对应的删除按钮可以删除子菜单</li>
            	</ul>

            	<h4>菜单发布</h4>
            	<ul>
            		<li>因为微信有发布菜单次数限制，所以菜单在这里设置完成只是保存到服务器，需要点击发布到微信才可以在公众号生效</li>
            		<li>发布完在页面顶部会提示成功还是失败，如果失败会有微信返回的提示信息</li>
            	</ul>
            </div>
        </div>
    </div>
</div>
</div>
